Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཡང་དག་པ འི་ ལྟ་བ་ ནི་ བློ འི་ སྔོན་ དུ་ འགྲོ་ ཞིང་ དེ་ ཁོ་ན་ཉིད་ མཐོང་ ལ་ ཡང་དག་པ འི་ ལམ་ ལ་ རབ་ཏུ་ གནས་པ་ མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ་བ་ ན་ སྔོན་ དུ་ འདྲེན་པ་ ཡིན་པ ར་ མཐོང་ ངོ་ །_།
en: He will see that by adhering to right view one will come to behold reality, become established on the true path, and be guided toward the transcendence of suffering.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འཁོར་ པད་མ་ དཀར་པོ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $725 “As the monk who has knowledge of the effects of the ripening of karmic actions examines the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Resembling White Lotuses.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ རྣམ་པ་ འདི་དག་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ [208b] མང་ དུ་ བྱས་པ ས་ འགྱུར་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: Moreover, some people abide by, become habituated to, and increase wrong view {{page:{number:254,id:UT22084-068-021-100280,folio:F.208.b,volume:V68}}} in the following way.

source: ཟས་ མི་ ཟ་བ ས་ མཐོ་རིས་ ཐོབ་པ ར་ འགྱུར་ རོ །_། སྙམ་ ནས་ དེ་ གཞན་ ཡང་ འཛིན་ དུ་ འཇུག་ ཅིང་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ དུ་ འཇུག་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་པ །_ རྒྱུ་ ངན་པ་ དང་ །_ ལྟ་བ་ ངན་པ་ གཞན་ གྱིས་ སེམས་ བཅིངས་པ་ དག་ བསྟན་བཅོས་ ངན་པ་ བྱེད་ ཅིང་ གཞན་ ཡང་ འཛིན་ དུ་ འཇུག་ གོ །_།
en: Believing that fasting will ensure rebirth in the higher realms, they may cause others to develop, and even become enthusiastic about, that view, and so establish them within that belief. When they have chained their minds through other such unwholesome causes and beliefs, they may then compose unwholesome treatises and bring others to uphold the beliefs that are expressed within them.

source: འཛིན་ དུ་ བཅུག་ སྟེ་ ཟས་ མི་ ཟ་བ་ ལ་ བཀོད་ ནས་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་ དོ །_།
en: In this way others may even lose their lives while observing such a fast.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ དཀར་པོ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: In such a case they will, when separating from their bodies, fall into the lower realms and be born in the hell known as Resembling White Lotuses.

source: དེ་དེ ར་ སྐྱེས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ ཉིས་འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ གནོད་པ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $726 “Born in that hell one will experience all the pain of the Reviving Hell, and so forth, but with double intensity.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ རྟག་ ཏུ་ འབར་བ འི་ ཕྲེང་བ ར་ འགྱུར་ ཏེ །_
en: On top of that, and particular to this realm, all one’s major and minor body parts will become a perpetually burning garland of flames.

source: ལུས་ དེ་ ལ་ རྒྱུ་ལ ས་ དང་ འཐུན་པ འི་ རྣོ་བ་ དཔེ་མེད་པ འི་ རྒྱུ་ དེས་ མེ་ རབ་ཏུ་ འབར་བ་ ཡུངས་ཀར་ གྱི་ ཚད་ ཙམ་ ཡང་ མ་ ཁྱབ་པ་ མེད་ དེ །_ དེས་ རྟག་ ཏུ་ རབ་ཏུ་ འབར་ རོ །_།
en: Corresponding to the relevant acts, one’s body will burn with intensity which, just like its cause, is unparalleled, without even a portion the size of a sesame seed that is not ablaze.

source: ཇི་ལྟ ར་ མི་གཙང་བ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ ལོག་པ ར་ ལྟ་བ་ ཀུན་ མི་གཙང་བ་ དེ་བཞིན་ དུ་ མེ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ མེ་ འདི་ ཀུན་ ཚ འོ །_། མེ འི་ གནོད་པ་ དཔེ་མེད་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ་འབྱུང་ སྟེ །_ དེས་ ཡུན་རིང་ དུ་ སྲེག་ གོ །_།
en: Just as wrong view is the filthiest of all filth, so this fire will be the most agonizing of all, and the beings of this hell will, in accordance with their causal actions, experience an unimaginably torturous fire and will burn for a long time.

source: དེ་ གལ་ཏེ་ ལས་ ཀྱི་ དབང་ གིས་ མེ་ཏོག་ པད་མ་ དཀར་པོ འི་ ཚལ་ ན་ བྱ འི་ ཚོགས་ དུ་མ ས་ ཀུན་ དུ་ བསྟེན་པ་ ཆུ་ འབབ་པ་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་བ་ དང་ །_
en: $727 “At some point one of them may, by the power of karma, see an exquisite grove of white lotus flowers filled with many birds and streams.

source: སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་དག་ ལ་ སྨྲས་པ །_
en: That hell being will then call to the others,

source: ཀྱེ་ འདི་ལྟར་ རྒྱུགས་ རྒྱུགས །_
en: ‘Ah, run, run!

source: པད་མ་ དཀར་པོ འི་ ཚལ་ དེར་ བདག་ཅག་ ཆུ་ བསིལ་བ་ བཏུང་བ ར་ བྱ འོ །_།
en: Let’s drink from the cool water! Let’s go to rest by that delightful, shady pool!’

source: ཚལ་ གྲིབ་ བདེ་བ་ དག་ བསྟེན་པ ར་ བྱ འོ་ ཞེས་ དེ་དག་ གིས་ དེ་ སྤྲོ་བ་ བསྐྱེད་ ནས །_ དེ་དག་ ཉིད་ དང་ ལྷན་ཅིག་ ཏུ་ པད་མ་ དཀར་པོ འི་ ཚལ་ དེར་ རྒྱུག་ གོ །_། བརྒྱུགས་པ་ དང་ཁ་ ཅིག་ མདག་མེ འི་ ཆུ་བོ་ གང་བ་ དག་ ཏུ་ བྱིང་ ངོ་ །_། བྱིང་ ནས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ རྣམ་པར་ ཞིགས་ སོ །_།
en: Yet those who run toward it will sink into a river of burning embers that will destroy all their major and minor body parts. They will then be revived, and, having been burned again, run even faster toward the grove of white lotuses.

source: རྣམ་པར་ ཞིགས་ ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ བྱུང་ ནས་ དེ་ལྟ ར་ པད་མ་ དཀར་པོ འི་ ཚལ་ ལ་ སྲེག་པ ས་ དེ་ཉིད་ དུ་ རྒྱུག་ གོ །_། བརྒྱུགས་པ་ དང་ །_ སྦ འི་ ལྕུག་མ་ རབ་ཏུ་ འབར་བ་ དག་ [209a] འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེ་དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དཀྲི་ དཀྲིས་ ནས་ ཉམས་ རྣམ་པར་ ཉམས་པ ར་ བྱས་ ཏེ །_ རུས་པ་ དང་ རྐང་ ཙམ་ ཞིག་ ཡོད་པར་ བྱས་ སོ །_།
en: $728 “However, as they run, they will encounter flaming rattan palms lianas {{page:{number:255,id:UT22084-068-021-100281,folio:F.209.a,volume:V68}}} that wrap themselves around all their major and minor body parts, ravaging them completely so that nothing remains but their bones and marrow.

source: དེ་ནས་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ སྐྱེས་ ནས་ ཀྱང་ དེ་བཞིན་ དུ་ པད་མ་ དཀར་པོ འི་ ཚལ་ དུ་ རྒྱུག་པ་ དང་ །_
en: Still, they will again be reborn and once again will run toward the grove of white lotuses.

source: དེ འི་ ཤ་ལ་ ལས་ ཀྱིས་ བྱས་པ འི་ སྲིན་བུ་ དག་ བྱུང་ སྟེ །_ དེ་ ལ་ ཟ འོ །_།
en: This time, however, worms created by karmic action will appear.

source: དེ་ ལ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ སྔ་མ་ བཞིན་ དུ་ རེ་ཞིག་ མིག་ ལ་ འཕྱང་ འཕྱང་ ནས་ མིག་ ཟ འོ །_།
en: As before, the worms will hook on to their eyes and begin to devour them.

source: སྲེད་པ ས་ ཉམ་ཐག་པ་ ལོང་བར་ གྱུར་པ་ དེ་དེ ར་ རྒྱུག་ གོ །_།
en: Staggering along, injured and blind, these hell beings will keep running.

source: བརྒྱུགས་པ་ ན་ སྲིན་བུ་ གཞན་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེ་དག་ གི་ ལུས་ མུན་པ ར་ བསྒྲིབས་པ་ ངུ་སྐད་ འདོན་པ་ དེ་ ལ་ རྟག་ ཏུ་ ཟ འོ །_།
en: Other worms will then appear and consume them as they scream, enveloped in darkness.

source: དེ་ནས་ ཡང་མིག་ ནས་ བྱུང་ སྟེ །_ དེ་ ལ་ ཡང་ ཟ་ སྟེ །_
en: The worms will emerge through their eyes and keep on chewing.

source: དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ འི་ བར་ དུ་ ཟ་ ཟ་ ནས་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, throughout many hundreds of thousands of years they will keep being consumed, only to be reborn.

source: ཡོངས་སུ་ རྒྱུག་པ་ ན་ ཡང་ གལ་ཏེ་ ཡང་ པད་མ་ དཀར་པོ འི་ ཚལ་ དེ་དག་ དང་ ཕྲད་ ན །_ དེ འི་ བསམ་པ་ དང་ ལུས་ ཐམས་ཅད་ རབ་ཏུ་ སིམ་པ་ དང་ །_ བདག་ གི་ བསམ་པ་ བཞིན་ དུ་ པད་མ་ དཀར་པོ འི་ ཚལ་ དེ་ དང་ ཕྲད་ དོ་ སྙམ་ དུ་ དེ འི་ སེམས་ སྐྱེ འོ །_།
en: $729 “When such hell beings finally reach the grove of white lotuses, they will feel some relief in their bodies and minds and think, ‘At last I have reached that grove of white lotuses that I longed for,’ and proceed to enter the lotus grove.

source: དེ་དེ ར་ ཞུགས་པ་ དང་ །_ པད་མ་ དཀར་པོ་ དེ་དག་ འཕང་ དུ་ དཔག་ཚད་ ལྔ འོ །_།
en: However, each of the flowers there, which are five leagues tall and two leagues wide, are actually ablaze with fire.

source: རྒྱ ར་ དཔག་ཚད་ གཉིས་ ཀྱི་ ཚད་ དེ་ མེ་ འབར་བ འི་ པད་མ་ དཀར་པོ་ དེ་ ལ་ལ ས་ ཀྱིས་ བསླུས་པ་ དག་ འཛེག་ གོ །_།
en: Still, deceived by their karmic actions, these hell beings will, one after the other, climb the lotuses.

source: ལྷག་མ་ གཞན་དག་ ནི་ འཛེག་ ཅིང་ འཁོད་ ལ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ ལུས་ འབར་བ འི་ ཕྲེང་བ འི་ ཡན་ལག་ དང་ ལྡན་པ ར་ འགྱུར་ ཏེ །_
en: As they do, their bodies become surrounded by garlands of fire.

source: འཛེག་ བཞིན་ དུ་ དེ་དག་ རེ་བ་ མེད་ ཅིང་
en: As they climb, all their hopes will be reduced to nothing.

source: ཤིན་ཏུ་ སྡུག་བསྔལ་ ལ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཉེན་པ་ དེ་དག་ མེ་མདག་ པད་མ་ དཀར་པོ་ ལྟ་བུ ས་ སྲེག་ གོ །_། འཚེད་ དོ །_། འཆི་ ཞིང་ སྐྱེ འོ །_།
en: Tormented in the extreme, starving, and thirsting, they will proceed to burn and boil in the lotus-like embers, dying and being reborn, again and again.

source: ལུས་ ཀྱི་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ བསྲེགས་པ་ ཤིང་ ཀིང་ཤུ་ཀ་ ལྟ་བུ འི་ ལུས་ དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་རིང་པོ ར་ གནོད་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: As all their major and minor body parts burn, their bodies become ablaze just like kiṃśuka trees, and so they will continue to experience torture for a long time until finally their karmic actions have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བཞི་ བརྒྱ ར་ ཡི་དགས་ བཀྲེས་ ཤིང་ སྐོམ་པ ར་ འགྱུར་ རོ །_། དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་བརྒྱ ར་ དུད་འགྲོ་ རྣམས་ [209b] སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $730 “Once one escapes this hell, one will be born four hundred times as a starving and thirsting spirit, and three hundred times as an animal. {{page:{number:256,id:UT22084-068-021-100282,folio:F.209.b,volume:V68}}}

source: གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: With the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one might, due to karmic actions to be experienced in other lives, happen to be born with the general lot in life of a human.

source: དེས་ ལོག་པ ར་ ལྟ་བ་ སྤྱད་ ཅིང་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ མཚོན་ གྱིས་ འཁྲུག་ ཅིང་ མུ་གེ་ དང་ ཆོམ་རྐུན་ རབ་ཏུ་ མང་བ འི་ ཡུལ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར །_
en: Yet in that case one will nevertheless encounter effects that accord with the causal misdeeds of developing wrong view. Thus, one will be born in a place of armed struggle, starvation, and robbery.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ གཞན་ གྱིས་ བཀོལ་ ཅིང་ སྡུག་ ཕོངས་པ ར་ གྱུར་ ལ་ དབང་པོ་ མ་ཚང་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Born there, one will be poor, prone to sickness, controlled by others, and shunned by those they love, and will suffer from incomplete faculties.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྦྲུལ་ འཁྱིལ་བ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $731 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Teeming with Snakes.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་བ་ ནི་ འདི་ལྟར་ ཙོག་ཙོག་པོ ར་ བསྒྱིངས་པ ར་ འདུག་ ལ་ སྐོམ་ འཐུང་ ཞིང་ ལག་པ་ ལ་ ལྡག་ ན་ མྱ་ངན་ ལས་ འདས་པ་ འཐོབ་ སྟེ
en: As for resorting to, becoming habituated to, and increasing wrong view, some people teach that, ‘If you assume a squatting position, drink, and slurp from your hand,#94 you will achieve the transcendence of suffering.

source: འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ སྤངས་པ ས་ མ་ ཡིན་ ཞིང་ དབང་པོ་ ཞི་བས་ མ་ ཡིན་ ནོ་ ཞེས་ སྨྲ་ ན་
en: That attainment is not the result of giving up desire, anger, and ignorance, nor is it due to serenity of the senses.’

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ འི་ སེམས་ཅན་ དམྱལ་བ་ སྦྲུལ་ འཁྱིལ་པ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will fall into the lower realms and be born in the hell known as Teeming with Snakes.

source: འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་ སྦྲུལ་ གདུག་པ་ གདེངས་ཀ་ ཅན་ རབ་ཏུ་ འབར་བ ས་ ཀུན་ དུ་ གང་བ་ དེ་ ན་ སྦྲུལ་ དཔག་ཚད་ ཙམ་ ཡོད་ ཅིང་ སྦྲུལ་ གདུག་པ་ དཔག་ཚད་ ཙམ་ ཡོད་པ ས་ ཀྱང་ ཤིན་ཏུ་ གང་བ་ ཡིན་ ལ །_ ཁ་ཅིག་ ནི་ ལྟ་བ འི་ དུག _། ཁ་ཅིག་ ནི་ རེག་པ འི་ དུག _། ཁ་ཅིག་ ནི་ མཆེ་བ འི་ དུག་ སྟེ །_ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ གང་ ངོ་ །_།
en: This hell is full of poisonous hooded snakes that are ablaze and one league long. Some of them are poisonous to see, others are poisonous to touch, and some have poisonous fangs.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ ཁ་ཅིག་ གི་ ནང་ དུ་ སྦྲུལ་ དེ་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་དག་ ནང་ དུ་ སྐྱེས་པ་ ལ་ དེ འི་ ཚེ་ སྦྲུལ་ དེ་དག་ གི་ ལུས་ རེག་པ ས་ ཆད་པ འི་ ཕྱེ་ བཞིན་ འཐག་ [210a] གོ །_།
en: Some hell beings will be born among these snakes, yet as soon as they are born, their contact with the snakes’ poisonous bodies will make them disintegrate like barley flour. {{page:{number:257,id:UT22084-068-021-100283,folio:F.210.a,volume:V68}}}

source: གང་དག་ ཁ འི་ ནང་ དུ་ སྐྱེས་པ་ ནི་ མཆེ་བ་ དང་ འདྲེས་པ འི་ དུག་ རབ་ཏུ་ འབར་བ་ དེ་དག་ གིས་ སྐྱེ་ ཞིང་ སྐྱེ་ ཞིང་ ཡང་ འཆི འོ །_།
en: Those who are born within the mouth of a snake will immediately succumb due to the terrible venom that the fangs contain.

source: ཤི་ ནས་ ཡང་ འཚོ་ སྟེ །_ དེ་དག་ མེ་གསུམ་ གྱིས་ སྲེག་ གོ །_།
en: Yet, as soon as they die, they will be revived, and thus continue to be burned by three different fires.

source: འདི་ལྟ་སྟེ །_ དུག་ གི་ མེ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ དང་ །_ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ མེས་
en: The first fire is of the poison, the second is the fire from the hell itself, and the third fire is the fire of hunger and thirst.

source: དེ་དག་ རང་ གི་ ལས་ དང་ འཐུན་ པར་ མེ་གསུམ་ གྱི་ དབུས་ སུ་ བཅུག་ ནས་ ཚོར་བ་ ཚ་བ་ རྩུབ་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: In accordance with their own karmic actions, the beings of this hell are placed in the center of these three fires, and there must undergo fierce and excruciating torture.

source: གཞན་ ཡང་ ནད་ ལས་ བྱུང་བ འི་ ཚོར་བ་ བརྗོད་པ ར་ ཡང་ མི་ ནུས་པ འི་ ནད་ བཞི་ ལས་ བྱུང་བ འི་ མེས་ དེ་ སྲེག་ གོ །_།
en: In addition, since they also suffer from the four classes of disease to an extent that defies expression, they are also burned by this fourth fire that consists of disease.

source: དེ་ལྟ ར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་རིང་པོ ར་ མེ འི་ ནང་ དུ་ བཅུག་ ནས་ སྲེག་ གོ _།
en: They must continue to dwell in these fires, experiencing the consequences of their misdeeds, until finally their negative acts have been overcome, relinquished, and exhausted.

source: འཐག་ གོ །_། སྐེམས་ སོ །_། རྣམ་པར་ ཞིགས་ པར་ བྱེད་ དོ །_།
en: Thus, they will be burned, pulverized, emaciated, and destroyed.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བརྒྱ་ ལྔ་ བཅུ ར་ ཡི་དགས་ ཁབ་ མགྲིན་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $733 “When one finally escapes this hell, one will be born five thousand times as a starving spirit with a neck the size of needle.

source: ཚེ་རབས་ ཉིས་ བརྒྱ ར་ མེ་ དང་ ཆུ་ མེད་པ འི་ གནས་རི་ སུལ་ དཔག་ཚད་ བཅུ་གཉིས་ པར་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ ཐམས་ཅད་ ཀྱིས་ ཡོངས་སུ་ གདུངས་པ འི་ དུད་འགྲོ་ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ དྲེད་ དང་ །_ གུང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: After that one will undergo two hundred lives as a lion, tiger, bear, or lynx, living in deep mountain caves, tormented by hunger and thirst, and without any heat or water.

source: གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ འབྲོག་ དགོན་པ འི་ མིར་ འགྱུར་ ཏེ །_
en: With the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one might, due to karmic actions to be experienced in other lives, be born after that with the general lot in life of a human.

source: གང་དག་ གིས་ ནམ་ཡང་ ཁ་ཟས་ མཐོང་བ ར་ མི་ འགྱུར་ ན་བཟའ་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ །_ གཞན་ དུ་ ན་ དེར་ རྔད་ དང་ །_ རྩྭ་ དང་ །_ ཚལ་ གྱི་ འབྲས་བུ ས་ སྲོག་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet in that case one will experience effects that accord with the relevant causal actions, and so one will never even see food, much less eat any. One will stay alive by feeding on herbs, grass, and wild fruits.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཟངས་ བཞུས་པ ར་ ཉ་འཁྱུག་པ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $734 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will perceive a neighboring realm known as Swimming Like Fish in Molten Copper.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་ [210b] པར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and thus see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, {{page:{number:258,id:UT22084-068-021-100284,folio:F.210.b,volume:V68}}} alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ འདི་ལྟར་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ །_ འདིར་ འགྲོ་བ་ འདི་དག་ ཐམས་ཅད་ དབང་ཕྱུག་ གིས་ སྤྲུལ་ ཏེ་ ལས་ ཀྱིས་ མ་ བྱས་ སོ་ ཞེས་ སྨྲ་ ན །_
en: As for resorting to, becoming habituated to, and increasing wrong view, some people teach that, ‘All of the world is created by the God. It is not the product of karmic action.’

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཟངས་ བཞུས་པ ར་ ཉ་འཁྱུག་པ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will fall into the lower realms and be born in the hell called Swimming Like Fish in Molten Copper.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ཡང་ ཟངས་ བཞུས་པ་ རབ་ཏུ་ འབར་བ ས་ རྒྱ་མཚོ་ ལྟར་ གང་བ འི་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $735 “The hell realm that one is thus born into is a sea of molten copper wherein iron fish produced by karmic action swim about.

source: དེར་ ཡང་ ལས་ ཀྱིས་ བྱས་པ འི་ ལྕགས་ ཀྱི་ ཉ་ རབ་ཏུ་ འབར་བ་ དག་ རྣམ་པར་ རྒྱུ་ ཞིང་ ཟངས་ བསྐོལ་བ་ དེ འི་ དབུས་ སུ་ ཤིང་ལོ་ མ་ སྤུ་གྲི་ དང་ མདུང་ཐུང་ ལྟ་བུ་ དག་ འབྱུང་ སྟེ །_
en: In the middle of the liquid copper sea stand trees with leaves of razors and short spears.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ སྐྱེས་ ནས་ འཆི་ ཞིང་ སྐྱེ་ སྟེ །_ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཞིགས་ སོ །_།
en: Here the beings of this hell must repeatedly take birth, die, and be reborn, continuously experiencing the destruction of all their major and minor body parts.

source: ཞུགས་པ་ ན་ ནུབ་ ཅིང་ འབྱུང་ སྟེ་ ཚོར་བ ས་ ཉེན་པ་ དག་ ཕན་ཚུན་ རྒྱུག་ ཅིང་ ངུ་སྐད་ འདོན་ ཏོ །_།
en: Within the sea they will sink and resurface, struggling and screaming among each other.

source: གཅིག་ ལ་ གཅིག་ ལོག་པ ར་ སྨྲས་པ ས་ དེ་དག་ དེ་ལྟ ར་ ངུ་སྐད་ འདོན་པ་ ན་ ལས་ ཀྱིས་ བྱས་པ འི་ ཉ་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གི་ དྲུང་ དུ་ ཁ་ གདངས་ ཤིང་ རྒྱུག་ གོ །_།
en: When those who previously misinformed others thus cry out in torment, the fish, which are produced by karma, will swim before them and open their mouths.

source: དེ་ནས་ ཉ་ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཁ་ཆུ འི་ ཞགས་པ ས་ བཟུང་ སྟེ་ ཟ་ ཞིང་ །_ དེ འི་ ཚེ་ སོ འི་ བར་ དུ་ ཕྱེ་མར་ རླགས་ སོ །_།
en: They will then snag the hell beings with nooses made of their spit, draw them into their mouths, and gnash them between their teeth.

source: དེ་དག་ གི་ ལུས་ ཕྱེད་ ཉ་ རྣམས་ ཀྱིས་ ཟོས་ ཤིང་ །_ ཕྱེད་ ཟངས་ བསྐོལ་བ ར་ འཚེད་ དོ །_།
en: In this way half of their bodies will be eaten by the fish, while the other half boils in the liquid copper.

source: དེ་དག་ ཚོར་བ་ དྲག་པ ས་ ཉེན་ ལ །_ ཚ་བ་ རྩུབ་པ འི་ ཚོར་བ་ གཉིས་ མྱོང་བ ར་ འགྱུར་ ཏེ །_ དེ་ ཉ་ དེ་ རྣམས་ ཀྱིས་ ཕྱེད་ ཟ་བ་ དང་ །_ ཕྱེད་ ཟངས་ བསྐོལ་བ ར་ འཚེད་ དོ །_།
en: Undergoing such excruciating sensations, they will be tormented by doubly intense, severe pain as they are partly boiled and partly eaten alive.

source: ཡུན་རིང་ མོ་ ཞིག་ འདས་ ནས་ ཉ འི་ ཁ་ དེ་ནས་ ཐར་བ་ དང་ །_ ཟངས་ བསྐོལ་བ འི་ བུམ་པ འི་ ནང་ དུ་ འཇུག་ གོ །_།
en: $736 “When after a very long time they succeed in escaping from these fishes’ mouths, they will next enter a pot of boiling copper.

source: ཞུགས་པ་ དང་ །_ སྲིན་བུ་ ཨ་པ་ མཱ་ སི་ ཀ་ ཞེས་ བྱ་བ་ རྡོ་རྗེ་ ལྟ་བུ ར་ མཆེ་བ་ རྣོ་བ་ དུག་ དཔག་ ཏུ་ མེད་པ་ ཡོད་པ་ དེ་དག་ གིས་ བཟུང་ ངོ་ །_།
en: As soon as they sink into it, infinitely poisonous insects called ‘burning forest flies’#95 with fangs as sharp as diamonds will attack.

source: བཟུང་བ་ རྣམས་ ཟངས་ བསྐོལ་བ འི་ བུམ་པ་ མུན་པ ར་ གྱུར་པ་ དེར་ ཕྱེ་མར་ རློག་ གོ _། ཕྱེ་མར་ བརླགས་ ནས་ཕྱེ་ མ འི་ དུམ་བུ་ ཙམ་ དུ་ ཟ འོ །_།
en: Within the darkness of the pot of boiling copper, their bodies will thus be reduced to powder and the worms will consume every last morsel.

source: གང་ ཚོར་བ ས་ ཉེན་པ་ ངུ་སྐད་ འདོན་པ་ དག་ ཟངས་ བསྐོལ་བ ས་ ཁ་ འགེངས་ ཤིང་ ངུ་སྐད་ འདོན་ ཏེ །_ དེ་དག་ [211a] གིས་ འཛག་ སྒོ་ ཟངས་ བསྐོལ་བ་ དེས་ འགེངས་ ཤིང་ འགོག་ ལ་ འཚེད་ ཅིང་ རྣམ་པར་ ཞིགས་ པར་ བྱེད་ དོ །_།
en: If they scream in pain, their mouths will fill up with suffocating, boiling copper. {{page:{number:259,id:UT22084-068-021-100285,folio:F.211.a,volume:V68}}} All their body-orifices will likewise fill up with molten copper and will be blocked, cooked, and torn apart.

source: ཟངས་ བསྐོལ་བ་ དེ་ལས་ ཡུན་རིང་ མོ་ ཞིག་ འདས་ ནས་ ཡང་ རྐྱལ་ ལོ །_།
en: Thus, they must keep swimming in the molten copper for a very long time.

source: རྐྱལ་ ནས་ ཀྱང་ ལས་ ཀྱིས་ བྱས་པ འི་ རླུང་ སྤུ་གྲི་ ལྟ་བུ་ རྣམས་ ཀྱིས་
en: As they swim, razor-like winds produced by karma will rise.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོག་པ ར་ སྨྲ་བ་ ལས་ དང་ འབྲས་བུ་ ལ་ སླུ་བ ར་ ཞུགས་པ་ དག་ ཕྱེ་མར་ རློག་ གོ །_།
en: Until their negative acts have finally been overcome, relinquished, and exhausted, these winds will keep pulverizing the bodies of those who spoke wrongly by deceiving others regarding karmic actions and their effects.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་བརྒྱ ར་ ཡི་དགས་ ཁ་ཟས་ མེད་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $737 “When one finally escapes this hell, one will be born three hundred times as a starving spirit deprived of food.

source: ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་བརྒྱ ར་ དུད་འགྲོ་ གླང་པོ་ཆེ་ དང་ །_ དོམ་ དང་ གྲོག་སྦུར་ ལ་སོགས་པ་ ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ གྲང་བ་ དང་ །_ ཚ་བ་ དང་ །_ རླུང་ དང་ །_ གདུང་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once free from the body of a starving spirit, one will take birth as a tormented elephant, bear, insect, or the like, and be constantly afflicted by hunger, thirst, cold, heat, and wind.
